Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# dialog.enableNotifications.message
source: Notifications are disabled for UniConnect. Enable them in System Settings to see alerts.
ar: الإشعارات معطلة لـ UniConnect. قم بتفعيلها في إعدادات النظام لرؤية التنبيهات.
bs: Obavještenja su onemogućena za UniConnect. Omogućite ih u Postavkama sistema da biste vidjeli upozorenja.
da: Notifikationer er deaktiveret for UniConnect. Aktiver dem i Systemindstillinger for at se advarsler.
de: Benachrichtigungen sind für UniConnect deaktiviert. Aktivieren Sie sie in den Systemeinstellungen, um Hinweise zu sehen.
es: Las notificaciones están desactivadas para UniConnect. Actívalas en Ajustes del Sistema para ver alertas.
fr: Les notifications sont désactivées pour UniConnect. Activez-les dans les Réglages Système pour voir les alertes.
it: Le notifiche sono disabilitate per UniConnect. Abilitale nelle Impostazioni di Sistema per visualizzare gli avvisi.
ja: UniConnectの通知が無効になっています。通知を表示するにはシステム設定で有効にしてください。
km: ការជូនដំណឹងត្រូវបានបិទសម្រាប់ UniConnect។ បើកពួកវានៅក្នុងការកំណត់ប្រព័ន្ធ ដើម្បីមើលការជូនដំណឹង។
ko: UniConnect에 대한 알림이 비활성화되어 있습니다. 알림을 보려면 시스템 설정에서 활성화하세요.
nb: Varsler er deaktivert for UniConnect. Aktiver dem i Systeminnstillinger for å se varsler.
pl: Powiadomienia są wyłączone dla UniConnect. Włącz je w Ustawieniach systemowych, aby widzieć alerty.
pt_br: As notificações estão desativadas para o UniConnect. Ative-as nos Ajustes do Sistema para ver os alertas.
ru: Уведомления для UniConnect отключены. Включите их в Системных настройках, чтобы видеть оповещения.
th: การแจ้งเตือนถูกปิดใช้งานสำหรับ UniConnect เปิดใช้งานในการตั้งค่าระบบเพื่อดูการแจ้งเตือน
tr: UniConnect için bildirimler devre dışı. Uyarıları görmek için Sistem Ayarları'nda etkinleştirin.
uk: Сповіщення для UniConnect вимкнено. Увімкніть їх у Системних налаштуваннях, щоб бачити повідомлення.
zh_hans: UniConnect 的通知已被禁用。请在系统设置中启用通知以接收提醒。
zh_hant: UniConnect 的通知已停用。請在「系統設定」中啟用，以接收提示。

# dialog.enableNotifications.notNow
source: Not Now
ar: ليس الآن
bs: Ne sada
da: Ikke nu
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 今はしない
ko: 나중에
nb: Ikke nå
pl: Nie teraz
pt_br: Agora Não
ru: Не сейчас
th: ไม่ใช่ตอนนี้
tr: Şimdi Değil
uk: Не зараз
zh_hans: 以后再说
zh_hant: 現在不要

# dialog.enableNotifications.openSettings
source: Open Settings
ar: فتح الإعدادات
bs: Otvori postavke
da: Åbn indstillinger
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les réglages
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
nb: Åpne innstillinger
pl: Otwórz ustawienia
pt_br: Abrir Ajustes
ru: Открыть настройки
th: เปิดการตั้งค่า
tr: Ayarları Aç
uk: Відкрити налаштування
zh_hans: 打开设置
zh_hant: 開啟設定

# dialog.enableNotifications.title
source: Enable Notifications for UniConnect
ar: تفعيل الإشعارات لـ UniConnect
bs: Omogući obavještenja za UniConnect
da: Aktiver notifikationer for UniConnect
de: Benachrichtigungen für UniConnect aktivieren
es: Activar notificaciones para UniConnect
fr: Activer les notifications pour UniConnect
it: Abilita notifiche per UniConnect
ja: UniConnectの通知を有効にする
km: បើកការជូនដំណឹងសម្រាប់ UniConnect
ko: UniConnect 알림 활성화
nb: Aktiver varsler for UniConnect
pl: Włącz powiadomienia dla UniConnect
pt_br: Ativar Notificações para o UniConnect
ru: Включить уведомления для UniConnect
th: เปิดใช้งานการแจ้งเตือนสำหรับ UniConnect
tr: UniConnect İçin Bildirimleri Etkinleştir
uk: Увімкнути сповіщення для UniConnect
zh_hans: 启用 UniConnect 通知
zh_hant: 為 UniConnect 啟用通知

# dialog.moveFailed.message
source: UniConnect could not move this tab to the selected destination.
ar: لم يتمكن UniConnect من نقل هذا اللسان إلى الوجهة المحددة.
bs: UniConnect nije mogao premjestiti ovaj tab na odabrano odredište.
da: UniConnect kunne ikke flytte denne fane til den valgte destination.
de: UniConnect konnte diesen Tab nicht zum ausgewählten Ziel verschieben.
es: UniConnect no pudo mover esta pestaña al destino seleccionado.
fr: UniConnect n'a pas pu déplacer cet onglet vers la destination sélectionnée.
it: UniConnect non è riuscito a spostare questa scheda nella destinazione selezionata.
ja: UniConnectはこのタブを選択した移動先に移動できませんでした。
km: UniConnect មិនអាចផ្លាស់ទីផ្ទាំងនេះទៅទិសដៅដែលបានជ្រើសរើសទេ។
ko: UniConnect에서 이 탭을 선택한 대상으로 이동할 수 없습니다.
nb: UniConnect kunne ikke flytte denne fanen til den valgte destinasjonen.
pl: UniConnect nie mógł przenieść tej karty do wybranego miejsca docelowego.
pt_br: O UniConnect não conseguiu mover esta aba para o destino selecionado.
ru: UniConnect не удалось переместить эту вкладку в выбранное место назначения.
th: UniConnect ไม่สามารถย้ายแท็บนี้ไปยังปลายทางที่เลือกได้
tr: UniConnect bu sekmeyi seçilen hedefe taşıyamadı.
uk: UniConnect не зміг перемістити цю вкладку до вибраного місця призначення.
zh_hans: UniConnect 无法将此标签页移动到所选目标。
zh_hant: UniConnect 無法將此標籤頁移至所選的目的地。

# dialog.moveFailed.title
source: Move Failed
ar: فشل النقل
bs: Premještanje nije uspjelo
da: Flytning mislykkedes
de: Verschieben fehlgeschlagen
es: Error al mover
fr: Échec du déplacement
it: Spostamento non riuscito
ja: 移動失敗
ko: 이동 실패
nb: Flytting mislyktes
pl: Przenoszenie nie powiodło się
pt_br: Falha ao Mover
ru: Ошибка перемещения
th: การย้ายล้มเหลว
tr: Taşıma Başarısız
uk: Помилка переміщення
zh_hans: 移动失败
zh_hant: 移動失敗

# dialog.moveTab.message
source: Choose a destination for this tab.
ar: اختر وجهة لهذا اللسان.
bs: Odaberite odredište za ovaj tab.
da: Vælg en destination for denne fane.
de: Wählen Sie ein Ziel für diesen Tab.
es: Elige un destino para esta pestaña.
fr: Choisissez une destination pour cet onglet.
it: Scegli una destinazione per questa scheda.
ja: このタブの移動先を選択してください。
ko: 이 탭의 대상을 선택하세요.
nb: Velg en destinasjon for denne fanen.
pl: Wybierz miejsce docelowe dla tej karty.
pt_br: Escolha um destino para esta aba.
ru: Выберите место назначения для этой вкладки.
th: เลือกปลายทางสำหรับแท็บนี้
tr: Bu sekme için bir hedef seçin.
uk: Виберіть місце призначення для цієї вкладки.
zh_hans: 请为此标签页选择目标位置。
zh_hant: 選擇此標籤頁的目的地。

# dialog.moveTab.move
source: Move
ar: نقل
bs: Premjesti
da: Flyt
de: Verschieben
es: Mover
fr: Déplacer
it: Sposta
ja: 移動
ko: 이동
nb: Flytt
pl: Przenieś
pt_br: Mover
ru: Переместить
th: ย้าย
tr: Taşı
uk: Перемістити
zh_hans: 移动
zh_hant: 移動

# dialog.moveTab.newWorkspaceCurrentWindow
source: New Workspace in Current Window
ar: مساحة عمل جديدة في النافذة الحالية
bs: Novi radni prostor u trenutnom prozoru
da: Nyt arbejdsområde i nuværende vindue
de: Neuer Arbeitsbereich im aktuellen Fenster
es: Nuevo espacio de trabajo en la ventana actual
fr: Nouvel espace de travail dans la fenêtre actuelle
it: Nuova area di lavoro nella finestra corrente
ja: 現在のウインドウの新規ワークスペース
ko: 현재 윈도우의 새 작업 공간
nb: Nytt arbeidsområde i gjeldende vindu
pl: Nowa przestrzeń robocza w bieżącym oknie
pt_br: Nova Área de Trabalho na Janela Atual
ru: Новое рабочее пространство в текущем окне
th: เวิร์กสเปซใหม่ในหน้าต่างปัจจุบัน
tr: Geçerli Pencerede Yeni Çalışma Alanı
uk: Нова робоча область у поточному вікні
zh_hans: 当前窗口的新工作区
zh_hant: 目前視窗的新工作區

# dialog.moveTab.selectedWorkspaceNewWindow
source: Selected Workspace in New Window
ar: مساحة العمل المحددة في نافذة جديدة
bs: Odabrani radni prostor u novom prozoru
da: Valgt arbejdsområde i nyt vindue
de: Ausgewählter Arbeitsbereich in neuem Fenster
es: Espacio de trabajo seleccionado en nueva ventana
fr: Espace de travail sélectionné dans une nouvelle fenêtre
it: Area di lavoro selezionata in una nuova finestra
ja: 選択したワークスペースを新規ウインドウに
ko: 선택한 작업 공간을 새 윈도우로
nb: Valgt arbeidsområde i nytt vindu
pl: Wybrana przestrzeń robocza w nowym oknie
pt_br: Área de Trabalho Selecionada em Nova Janela
ru: Выбранное рабочее пространство в новом окне
th: เวิร์กสเปซที่เลือกในหน้าต่างใหม่
tr: Yeni Pencerede Seçili Çalışma Alanı
uk: Вибрана робоча область у новому вікні
zh_hans: 新窗口中的所选工作区
zh_hant: 所選工作區至新視窗

# dialog.moveTab.title
source: Move Tab
ar: نقل اللسان
bs: Premjesti tab
da: Flyt fane
de: Tab verschieben
es: Mover pestaña
fr: Déplacer l'onglet
it: Sposta scheda
ja: タブの移動
ko: 탭 이동
nb: Flytt fane
pl: Przenieś kartę
pt_br: Mover Aba
ru: Переместить вкладку
th: ย้ายแท็บ
tr: Sekmeyi Taşı
uk: Перемістити вкладку
zh_hans: 移动标签页
zh_hant: 移動標籤頁

# dialog.quitCmux.message
source: This will close all windows and workspaces.
ar: سيؤدي هذا إلى إغلاق جميع النوافذ ومساحات العمل.
bs: Ovo će zatvoriti sve prozore i radne prostore.
da: Dette lukker alle vinduer og arbejdsområder.
de: Dadurch werden alle Fenster und Arbeitsbereiche geschlossen.
es: Esto cerrará todas las ventanas y espacios de trabajo.
fr: Cela fermera toutes les fenêtres et tous les espaces de travail.
it: Questa operazione chiuderà tutte le finestre e le aree di lavoro.
ja: すべてのウインドウとワークスペースを閉じます。
ko: 모든 윈도우와 작업 공간을 닫습니다.
nb: Dette vil lukke alle vinduer og arbeidsområder.
pl: Spowoduje to zamknięcie wszystkich okien i przestrzeni roboczych.
pt_br: Isto fechará todas as janelas e áreas de trabalho.
ru: Все окна и рабочие пространства будут закрыты.
th: การดำเนินการนี้จะปิดหน้าต่างและเวิร์กสเปซทั้งหมด
tr: Bu, tüm pencereleri ve çalışma alanlarını kapatacak.
uk: Це закриє всі вікна та робочі області.
zh_hans: 这将关闭所有窗口和工作区。
zh_hant: 這將關閉所有視窗和工作區。

# dialog.quitCmux.quit
source: Quit
ar: إنهاء
bs: Zatvori
da: Afslut
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
nb: Avslutt
pl: Zakończ
pt_br: Encerrar
ru: Завершить
th: ออก
tr: Çık
uk: Завершити
zh_hans: 退出
zh_hant: 結束

# dialog.quitCmux.title
source: Quit UniConnect?
ar: إنهاء UniConnect؟
bs: Zatvoriti UniConnect?
da: Afslut UniConnect?
de: UniConnect beenden?
es: ¿Salir de UniConnect?
fr: Quitter UniConnect ?
it: Uscire da UniConnect?
ja: UniConnect を終了しますか？
km: ឈប់ UniConnect?
ko: UniConnect를 종료하시겠습니까?
nb: Avslutte UniConnect?
pl: Zakończyć UniConnect?
pt_br: Encerrar o UniConnect?
ru: Завершить UniConnect?
th: ออกจาก UniConnect หรือไม่?
tr: UniConnect'tan çıkılsın mı?
uk: Завершити UniConnect?
zh_hans: 退出 UniConnect？
zh_hant: 要結束 UniConnect 嗎？

# dialog.renameTab.message
source: Enter a custom name for this window.
ar: أدخل اسمًا مخصصًا لهذا اللسان.
bs: Unesite prilagođeni naziv za ovaj tab.
da: Indtast et brugerdefineret navn til denne fane.
de: Geben Sie einen benutzerdefinierten Namen für diesen Tab ein.
es: Introduce un nombre personalizado para esta ventana.
fr: Saisissez un nom personnalisé pour cet onglet.
it: Inserisci un nome personalizzato per questa scheda.
ja: このウインドウのカスタム名を入力してください。
km: បញ្ចូលឈ្មោះផ្ទាល់ខ្លួនសម្រាប់បង្អួចនេះ។
ko: 이 탭의 사용자 지정 이름을 입력하세요.
nb: Skriv inn et egendefinert navn for denne fanen.
pl: Wprowadź własną nazwę dla tej karty.
pt_br: Insira um nome personalizado para esta aba.
ru: Введите пользовательское имя для этой вкладки.
th: ป้อนชื่อที่กำหนดเองสำหรับแท็บนี้
tr: Bu sekme için özel bir ad girin.
uk: Введіть власну назву для цієї вкладки.
zh_hans: 请为此标签页输入自定义名称。
zh_hant: 為此標籤頁輸入自訂名稱。

# dialog.renameTab.placeholder
source: Window name
ar: اسم اللسان
bs: Naziv taba
da: Fanenavn
de: Tab-Name
es: Nombre de la ventana
fr: Nom de l'onglet
it: Nome scheda
ja: ウインドウ名
km: ឈ្មោះបង្អួច
ko: 탭 이름
nb: Fanenavn
pl: Nazwa karty
pt_br: Nome da aba
ru: Имя вкладки
th: ชื่อแท็บ
tr: Sekme adı
uk: Назва вкладки
zh_hans: 标签页名称
zh_hant: 標籤頁名稱

# dialog.renameTab.title
source: Rename Window
ar: إعادة تسمية اللسان
bs: Preimenuj tab
da: Omdøb fane
de: Tab umbenennen
es: Renombrar ventana
fr: Renommer l'onglet
it: Rinomina scheda
ja: ウインドウ名を変更
km: ប្តូរឈ្មោះបង្អួច
ko: 탭 이름 변경
nb: Gi fanen nytt navn
pl: Zmień nazwę karty
pt_br: Renomear Aba
ru: Переименовать вкладку
th: เปลี่ยนชื่อแท็บ
tr: Sekmeyi Yeniden Adlandır
uk: Перейменувати вкладку
zh_hans: 重命名标签页
zh_hant: 重新命名標籤頁

# dialog.renameWorkspace.message
source: Enter a custom name for this box.
ar: أدخل اسمًا مخصصًا لهذا الصندوق.
bs: Unesite prilagođeni naziv za ovu kutiju.
da: Indtast et brugerdefineret navn til denne boks.
de: Geben Sie einen benutzerdefinierten Namen für diese Box ein.
es: Introduce un nombre personalizado para esta caja.
fr: Saisissez un nom personnalisé pour cette box.
it: Inserisci un nome personalizzato per questa box.
ja: このボックスのカスタム名を入力してください。
km: បញ្ចូលឈ្មោះផ្ទាល់ខ្លួនសម្រាប់ប្រអប់នេះ។
ko: 이 박스의 사용자 지정 이름을 입력하세요.
nb: Skriv inn et egendefinert navn for denne boksen.
pl: Wprowadź własną nazwę dla tego boksu.
pt_br: Insira um nome personalizado para esta box.
ru: Введите пользовательское имя для этого бокса.
th: ป้อนชื่อที่กำหนดเองสำหรับกล่องนี้
tr: Bu kutu için özel bir ad girin.
uk: Введіть власну назву для цього боксу.
zh_hans: 请为此 Box 输入自定义名称。
zh_hant: 請為此 Box 輸入自訂名稱。

# dialog.renameWorkspace.placeholder
source: Box name
ar: اسم الصندوق
bs: Naziv kutije
da: Boksnavn
es: Nombre de la caja
fr: Nom de la box
it: Nome box
ja: ボックス名
km: ឈ្មោះប្រអប់
ko: 박스 이름
nb: Boksnavn
pl: Nazwa boksu
pt_br: Nome da box
ru: Имя бокса
th: ชื่อกล่อง
tr: Kutu adı
uk: Назва боксу
zh_hans: Box 名称
zh_hant: Box 名稱

# dialog.renameWorkspace.title
source: Rename Box
ar: إعادة تسمية الصندوق
bs: Preimenuj kutiju
da: Omdøb boks
de: Box umbenennen
es: Renombrar caja
fr: Renommer la box
it: Rinomina box
ja: ボックス名を変更
km: ប្តូរឈ្មោះប្រអប់
ko: 박스 이름 변경
nb: Gi boksen nytt navn
pl: Zmień nazwę boksu
pt_br: Renomear box
ru: Переименовать бокс
th: เปลี่ยนชื่อกล่อง
tr: Kutuyu Yeniden Adlandır
uk: Перейменувати бокс
zh_hans: 重命名 Box
zh_hant: 重新命名 Box

# error.clipboardFolderPath
source: Could not load any folder path from the clipboard.
ar: تعذر تحميل أي مسار مجلد من الحافظة.
bs: Nije moguće učitati putanju foldera iz međuspremnika.
da: Kunne ikke indlæse nogen mappesti fra udklipsholderen.
de: Es konnte kein Ordnerpfad aus der Zwischenablage geladen werden.
es: No se pudo cargar ninguna ruta de carpeta desde el portapapeles.
fr: Impossible de charger un chemin de dossier depuis le presse-papiers.
it: Impossibile caricare un percorso cartella dagli appunti.
ja: クリップボードからフォルダパスを読み込めませんでした。
ko: 클립보드에서 폴더 경로를 불러올 수 없습니다.
nb: Kunne ikke laste inn noen mappesti fra utklippstavlen.
pl: Nie udało się wczytać ścieżki folderu ze schowka.
pt_br: Não foi possível carregar nenhum caminho de pasta da área de transferência.
ru: Не удалось загрузить путь к папке из буфера обмена.
th: ไม่สามารถโหลดเส้นทางโฟลเดอร์จากคลิปบอร์ดได้
tr: Panodan herhangi bir klasör yolu yüklenemedi.
uk: Не вдалося завантажити шлях до теки з буфера обміну.
zh_hans: 无法从剪贴板加载文件夹路径。
zh_hant: 無法從剪貼簿載入資料夾路徑。

# language.system
source: System
ar: النظام
bs: Sistemski
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pl: Systemowy
pt_br: Sistema
ru: Системный
th: ระบบ
tr: Sistem
uk: Системна
zh_hans: 系统
zh_hant: 系統

# menu.help.keyboardShortcutsSettings
source: Keyboard Shortcuts…
ar: اختصارات لوحة المفاتيح…
bs: Prečice na tastaturi…
da: Tastaturgenveje…
de: Tastaturkürzel…
es: Atajos de teclado…
fr: Raccourcis clavier…
it: Scorciatoie da tastiera…
ja: キーボードショートカット…
km: ផ្លូវកាត់ក្តារចុច…
ko: 키보드 단축키…
nb: Tastatursnarveier…
pl: Skróty klawiaturowe…
pt_br: Atalhos de teclado…
ru: Сочетания клавиш…
th: แป้นพิมพ์ลัด…
tr: Klavye Kısayolları…
uk: Комбінації клавіш…
zh_hans: 键盘快捷键…
zh_hant: 鍵盤快速鍵…

# menu.app.about
source: About UniConnect
ar: حول UniConnect
bs: O programu UniConnect
da: Om UniConnect
de: Über UniConnect
es: Acerca de UniConnect
fr: À propos de UniConnect
it: Informazioni su UniConnect
ja: UniConnectについて
km: អំពី UniConnect
ko: UniConnect에 관하여
nb: Om UniConnect
pl: O UniConnect
pt_br: Sobre o UniConnect
ru: О программе UniConnect
th: เกี่ยวกับ UniConnect
tr: UniConnect Hakkında
uk: Про UniConnect
zh_hans: 关于 UniConnect
zh_hant: 關於 UniConnect

# menu.app.checkForUpdates
source: Check for Updates…
ar: التحقق من التحديثات…
bs: Provjeri ažuriranja…
da: Søg efter opdateringer…
de: Nach Updates suchen …
es: Buscar actualizaciones…
fr: Rechercher des mises à jour...
it: Verifica aggiornamenti…
ja: アップデートを確認…
km: ពិនិត្យរកបច្ចុប្បន្នភាព…
ko: 업데이트 확인…
nb: Se etter oppdateringer …
pl: Sprawdź aktualizacje…
pt_br: Buscar Atualizações…
ru: Проверить обновления...
th: ตรวจหาอัปเดต...
tr: Güncellemeleri Denetle…
uk: Перевірити оновлення…
zh_hans: 检查更新...
zh_hant: 檢查更新...

# menu.app.ghosttySettings
source: Ghostty Settings…
ar: إعدادات Ghostty…
bs: Ghostty postavke…
da: Ghostty-indstillinger…
de: Ghostty-Einstellungen …
es: Ajustes de Ghostty…
fr: Réglages Ghostty...
it: Impostazioni Ghostty…
ja: Ghostty設定…
km: ការកំណត់ Ghostty…
ko: Ghostty 설정…
nb: Ghostty-innstillinger …
pl: Ustawienia Ghostty…
pt_br: Ajustes do Ghostty…
ru: Настройки Ghostty...
th: การตั้งค่า Ghostty...
tr: Ghostty Ayarları…
uk: Налаштування Ghostty…
zh_hans: Ghostty 设置...
zh_hant: Ghostty 設定...

# menu.app.reloadConfiguration
source: Reload Configuration
ar: إعادة تحميل الإعدادات
bs: Ponovo učitaj konfiguraciju
da: Genindlæs konfiguration
de: Konfiguration neu laden
es: Recargar configuración
fr: Recharger la configuration
it: Ricarica configurazione
ja: 構成を再読み込み
km: ផ្ទុកការកំណត់រចនាសម្ព័ន្ធឡើងវិញ
ko: 구성 다시 불러오기
nb: Last inn konfigurasjon på nytt
pl: Odśwież konfigurację
pt_br: Recarregar Configuração
ru: Перезагрузить конфигурацию
th: โหลดการกำหนดค่าใหม่
tr: Yapılandırmayı Yeniden Yükle
uk: Перезавантажити конфігурацію
zh_hans: 重新加载配置
zh_hant: 重新載入設定

# menu.app.settings
source: Settings…
ar: الإعدادات…
bs: Postavke…
da: Indstillinger…
de: Einstellungen …
es: Ajustes…
fr: Réglages...
it: Impostazioni…
ja: 設定…
km: ការកំណត់…
ko: 설정…
nb: Innstillinger …
pl: Ustawienia…
pt_br: Ajustes…
ru: Настройки...
th: การตั้งค่า...
tr: Ayarlar…
uk: Налаштування…
zh_hans: 设置...
zh_hant: 設定...

# menu.app.openCmuxSettingsFile
source: Open uniconnect.json
ar: افتح uniconnect.json
bs: Otvori uniconnect.json
da: Åbn uniconnect.json
de: Öffnen Sie uniconnect.json
es: Abrir uniconnect.json
fr: Ouvrir uniconnect.json
it: Apri uniconnect.json
ja: uniconnect.jsonを開く
km: បើក uniconnect.json
ko: uniconnect.json 열기
nb: Åpne uniconnect.json
pl: Otwórz uniconnect.json
pt_br: Abra uniconnect.json
ru: Открыть uniconnect.json
th: เปิด uniconnect.json
tr: uniconnect.json aç
uk: Відкрийте uniconnect.json
zh_hans: 打开uniconnect.json
zh_hant: 開啟uniconnect.json

# menu.checkForUpdates
source: Check for Updates…
ar: التحقق من التحديثات…
bs: Provjeri ažuriranja…
da: Søg efter opdateringer…
de: Nach Updates suchen …
es: Buscar actualizaciones…
fr: Rechercher des mises à jour...
it: Verifica aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
nb: Se etter oppdateringer …
pl: Sprawdź aktualizacje…
pt_br: Buscar Atualizações…
ru: Проверить обновления...
th: ตรวจหาอัปเดต...
tr: Güncellemeleri Denetle…
uk: Перевірити оновлення…
zh_hans: 检查更新...
zh_hant: 檢查更新...

# menu.currentWindow
source: Current Window
ar: النافذة الحالية
bs: Trenutni prozor
da: Nuværende vindue
de: Aktuelles Fenster
es: Ventana actual
fr: Fenêtre actuelle
it: Finestra corrente
ja: 現在のウインドウ
ko: 현재 윈도우
nb: Gjeldende vindu
pl: Bieżące okno
pt_br: Janela Atual
ru: Текущее окно
th: หน้าต่างปัจจุบัน
tr: Geçerli Pencere
uk: Поточне вікно
zh_hans: 当前窗口
zh_hant: 目前視窗

# menu.file.closeOtherTabs
source: Close Other Windows in Panel
ar: إغلاق الألسنة الأخرى في اللوحة
bs: Zatvori ostale tabove u panelu
da: Luk andre faner i panel
de: Andere Tabs im Bereich schließen
es: Cerrar otras ventanas del panel
fr: Fermer les autres onglets du panneau
it: Chiudi altre schede nel pannello
ja: パネル内の他のウインドウを閉じる
km: បិទវីនដូផ្សេងទៀតនៅក្នុងបន្ទះ
ko: 패널의 다른 탭 닫기
nb: Lukk andre faner i panelet
pl: Zamknij inne karty w panelu
pt_br: Fechar Outras Abas no Painel
ru: Закрыть другие вкладки в панели
th: ปิดแท็บอื่นในบานหน้าต่าง
tr: Bölmedeki Diğer Sekmeleri Kapat
uk: Закрити інші вкладки в панелі
zh_hans: 关闭面板中的其他标签页
zh_hant: 關閉面板中的其他標籤頁

# menu.file.closeTab
source: Close Window
ar: إغلاق اللسان
bs: Zatvori tab
da: Luk fane
de: Tab schließen
es: Cerrar ventana
fr: Fermer l'onglet
it: Chiudi scheda
ja: ウインドウを閉じる
km: បិទបង្អួច
ko: 탭 닫기
nb: Lukk fane
pl: Zamknij kartę
pt_br: Fechar Aba
ru: Закрыть вкладку
th: ปิดแท็บ
tr: Sekmeyi Kapat
uk: Закрити вкладку
zh_hans: 关闭标签页
zh_hant: 關閉標籤頁

# menu.file.closeWorkspace
source: Close Workspace
ar: إغلاق مساحة العمل
bs: Zatvori radni prostor
da: Luk arbejdsområde
de: Arbeitsbereich schließen
es: Cerrar espacio de trabajo
fr: Fermer l'espace de travail
it: Chiudi area di lavoro
ja: ワークスペースを閉じる
ko: 작업 공간 닫기
nb: Lukk arbeidsområde
pl: Zamknij przestrzeń roboczą
pt_br: Fechar Área de Trabalho
ru: Закрыть рабочее пространство
th: ปิดเวิร์กสเปซ
tr: Çalışma Alanını Kapat
uk: Закрити робочу область
zh_hans: 关闭工作区
zh_hant: 關閉工作區

# menu.file.commandPalette
source: Command Palette…
ar: لوحة الأوامر…
bs: Paleta naredbi…
da: Kommandopalette…
de: Befehlspalette …
es: Paleta de comandos…
fr: Palette de commandes...
it: Tavolozza comandi…
ja: コマンドパレット…
ko: 명령어 팔레트…
nb: Kommandopalett …
pl: Paleta poleceń…
pt_br: Paleta de Comandos…
ru: Палитра команд...
th: แถบคำสั่ง...
tr: Komut Paleti…
uk: Палітра команд…
zh_hans: 命令面板...
zh_hant: 指令面板...

# menu.file.goToWorkspace
source: Go to Box…
ar: الانتقال إلى مساحة العمل…
bs: Idi na radni prostor…
da: Gå til arbejdsområde…
de: Zum Arbeitsbereich wechseln …
es: Ir a la caja…
fr: Aller à l'espace de travail...
it: Vai all'area di lavoro…
ja: ボックスに移動…
km: ចូលទៅកាន់ប្រអប់…
ko: 작업 공간으로 이동…
nb: Gå til arbeidsområde …
pl: Przejdź do przestrzeni roboczej…
pt_br: Ir para Área de Trabalho…
ru: Перейти к рабочему пространству...
th: ไปที่เวิร์กสเปซ...
tr: Çalışma Alanına Git…
uk: Перейти до робочої області…
zh_hans: 前往工作区...
zh_hant: 前往工作區...

# menu.file.newWindow
source: New Window
ar: نافذة جديدة
bs: Novi prozor
da: Nyt vindue
de: Neues Fenster
es: Nueva ventana
fr: Nouvelle fenêtre
it: Nuova finestra
ja: 新規ウインドウ
ko: 새 윈도우
nb: Nytt vindu
pl: Nowe okno
pt_br: Nova Janela
ru: Новое окно
th: หน้าต่างใหม่
tr: Yeni Pencere
uk: Нове вікно
zh_hans: 新建窗口
zh_hant: 新增視窗

# menu.file.newWorkspace
source: New Workspace
ar: مساحة عمل جديدة
bs: Novi radni prostor
da: Nyt arbejdsområde
de: Neuer Arbeitsbereich
es: Nuevo espacio de trabajo
fr: Nouvel espace de travail
it: Nuova area di lavoro
ja: 新規ワークスペース
ko: 새 작업 공간
nb: Nytt arbeidsområde
pl: Nowa przestrzeń robocza
pt_br: Nova Área de Trabalho
ru: Новое рабочее пространство
th: เวิร์กสเปซใหม่
tr: Yeni Çalışma Alanı
uk: Нова робоча область
zh_hans: 新建工作区
zh_hant: 新增工作區

# menu.file.openFolder
source: Open Folder…
ar: فتح مجلد…
bs: Otvori folder…
da: Åbn mappe…
de: Ordner öffnen …
es: Abrir carpeta…
fr: Ouvrir un dossier...
it: Apri cartella…
ja: フォルダを開く…
ko: 폴더 열기…
nb: Åpne mappe …
pl: Otwórz folder…
pt_br: Abrir Pasta…
ru: Открыть папку...
th: เปิดโฟลเดอร์...
tr: Klasör Aç…
uk: Відкрити теку…
zh_hans: 打开文件夹...
zh_hant: 開啟資料夾...

# menu.file.openFolder.panelPrompt
source: Open
ar: فتح
bs: Otvori
da: Åbn
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
nb: Åpne
pl: Otwórz
pt_br: Abrir
ru: Открыть
th: เปิด
tr: Aç
uk: Відкрити
zh_hans: 打开
zh_hant: 開啟

# menu.file.openFolder.panelTitle
source: Open Folder
ar: فتح مجلد
bs: Otvori folder
da: Åbn mappe
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir un dossier
it: Apri cartella
ja: フォルダを開く
ko: 폴더 열기
nb: Åpne mappe
pl: Otwórz folder
pt_br: Abrir Pasta
ru: Открыть папку
th: เปิดโฟลเดอร์
tr: Klasör Aç
uk: Відкрити теку
zh_hans: 打开文件夹
zh_hant: 開啟資料夾

# menu.file.reopenClosedBrowserPanel
source: Reopen Closed Browser Panel
ar: إعادة فتح لوحة المتصفح المغلقة
bs: Ponovo otvori zatvoreni panel preglednika
da: Genåbn lukket browserpanel
de: Geschlossenes Browserfenster erneut öffnen
es: Reabrir panel del navegador cerrado
fr: Rouvrir le panneau de navigateur fermé
it: Riapri pannello browser chiuso
ja: 閉じたブラウザパネルを再度開く
ko: 닫은 브라우저 패널 다시 열기
nb: Åpne lukket nettleserpanel på nytt
pl: Otwórz ponownie zamknięty panel przeglądarki
pt_br: Reabrir Painel do Navegador Fechado
ru: Открыть закрытую панель браузера
th: เปิดแผงเบราว์เซอร์ที่ปิดไปอีกครั้ง
tr: Kapatılan Tarayıcı Panelini Yeniden Aç
uk: Відновити закриту панель браузера
zh_hans: 重新打开已关闭的浏览器面板
zh_hant: 重新開啟已關閉的瀏覽器面板
